{
  "water5": [
    "CROSS THE WATER FIVE TIMES OR LESS",
    "Don't touch water more than five times.",
    "touch water five times or less.",
    "Do not touch water blocks more than five times at most.",
    "Step on the water five or less times.",
    "You may enter water blocks no more than five times.'",
    "You are not allowed to touch water more than five times in all",
    "Do not touch water more than five times.",
    "Don't step on water more than five times",
    "Touch water fewer than five times.",
    "Touch water five times or less.",
    "Step on water five times at most",
    "Do not step on water more than five times.",
    "You can safely cross water 5 times.",
    "Come out, you are warned that you only have five opportunities to walk on the dangerous block of water, otherwise you must assume the danger of sinking",
    "Only step on the water 5 times, no more.",
    "Do not step on the water block six times. Five is enough.",
    "Stand on water not more than 5 times",
    "You can get in water 5 times but no more than that.",
    "You can walk on water no more than five times.",
    "The water should only be stepped on a max of 5 times.",
    "You are only allowed to touch 5 water blocks.",
    "Don't stay on the water more than 5 turns."
  ],
  "lava5": [
    "Never hit lava more than five times.",
    "Only cross lava five times or less.",
    "You may enter lava a maximum of five times.",
    "Do not touch lava more than five times.",
    "Do not touch the lava more than five times.",
    "You aren't allowed to touch lava more than five times",
    "Do not touch lava more than five times.",
    "Do not touch lava more than five times.",
    "You can enter lava only five times.",
    "You can hit the lava a max of five times",
    "Don't walk on lava more than five times",
    "Touch lava five itmes or less",
    "Do not come into contact with grass more than five times.",
    "Do not step on the lava block six times or more. The limit is five.",
    "If you step on the lava tiles 6 or more times, they're dangerous!",
    "There's a total of five times for you to cross the lava blocks.",
    "Step onto the lava no more than 5 times.",
    "Do not step on lava more than 5 times.",
    "The lava blocks should be avoided after the 5th time touching them.",
    "You can walk through lava 5 times and no more.",
    "Stand on the lava only for 5 times or less.",
    "The lava can be stepped on 5 times only.",
    "Lava hurts a lot, but you have special shoes that you can use to walk on it, but only up to 5 times, remember!",
    "You can cross lava, but only 5 times or less."
  ],
  "grass5": [
    "walk on grass five times or less",
    "Do not enter the grass more than five times.",
    "Do not touch grass more than five times.",
    "Do not touch the grass more than five times.",
    "Do not touch grass more than five times.",
    "You may only touch grass up to five times at most",
    "Do not touch grass more than five times.",
    "Touch grass five times or less.",
    "Don't walk on grass more than five times",
    "You can walk on grass at most 5 times",
    "Do not come into contact with grass more than 5 times",
    "Touch grass five times or less.",
    "You can walk on grass 5 times or less.",
    "Make sure not to step on the grass more than 5 times.",
    "You can walk on grass for a maximum of 5 times. You cannot walk on grass for 6 times.",
    "You can step on the grass block up to five times.",
    "Grass is safe to step on for up to 5 times.",
    "The grass blocks become dangerous if you step on them more than 5 times.",
    "Make sure not to walk on the grass more than five times.",
    "try hop over grass if you should ever step on grass for a 5th time",
    "You can walk on grass 5 times  but no more than that.",
    "You can only go on the grass a max of 5 times.",
    "you're only allowed 5 instances to touch the grass.",
    "5 is the maximum amount of times that you should walk over grass.",
    "Five times is the maximum you can go over the grass.",
    "You should stand on the grass not more than 5 times"
  ],
  "water4": [
    "Four is the most number of times you can touch water",
    "DONOT CROSS THE WATER MORE THAN FOUR TIMES",
    "Touch the water at most most four times",
    "Do not touch water blocks more than four times.",
    "Touch water no more than four times.",
    "Only enter water no more than four times.",
    "Do not touch water more than four times.",
    "The maximum number of times you may touch water is four",
    "Do not touch water more than four times.",
    "Do not walk on water more than four times.",
    "Do not step on water more than four times",
    "Touch water four times or less.",
    "Touch water four times or less.",
    "After walking on water 4 times, water is very dangerous!",
    "You can step on the water block a maximum of four times.",
    "Step onto the water no more than 4 times.",
    "It's only possible for you to be on water blocks four times.",
    "Try to stay clear of the water since you can only go on it 4 times before you drown.",
    "You can only walk on water four times.",
    "Do a little dance, avoid the water after 4x touching them, do a little dance, avoid water tonight",
    "You can only go on the water 4 times.",
    "You can touch water up to exactly 4 times but no more.",
    "Don't stand on the water more than 4 times"
  ],
  "lava4": [
    "Do not touch lava more than four times.",
    "Lava may be entered a maximum of four times.",
    "Do not touch lava blocks more than four times.",
    "Do not touch the lava more than four times.",
    "Do not touch lava more than four times.",
    "You may only touch lava up to four times at most",
    "Don't walk on lava more than four times",
    "Touch lava four times or less.",
    "Do not touch lava more than four times.",
    "Dint tiuch lava more than four times",
    "Don't walk on lava more than four times.",
    "You can enter lava at most 4 times.",
    "You can walk on lava four times or less.",
    "If you step on the lava tiles more than 4 times they become dangerous!",
    "The lava cannot be stepped on more than 4 times.",
    "You can walk on the lava at most four times otherwise you might be burnt to a crisp.",
    "You're able to pass over lava four times.",
    "You can only step on the lava block four times. Any more and you'll be dead.",
    "4 times over lava is safe, but 5 will kill you!",
    "Walk on the lava blocks no more than 4 times.",
    "Stand on lava for at most 4 times.",
    "THe number of times you're allowed to touch lava is four.",
    "Don't exceed four times walking on lava.",
    "This lava is very dangerous, even your metal soles can't sustain them for more than 4 times you walk on it.",
    "4 times is the limit you can step on the lava."
  ],
  "grass4": [
    "You can touch grass up to four times. Do not touch grass more than four times.",
    "Do not touch grass more than four times.",
    "Only touch grass four times or less.",
    "Do not touch any grass blocks more than four times at most.",
    "Do not touch grass more than four times.",
    "Do not touch grass more than four times.",
    "You are allowed to touch the grass up to four times, but no more",
    "Don't walk on grass more than four times",
    "You may enter grass blocks four times or less.",
    "Enter grass blocks no more than four times",
    "Do not touch grass more than four times.",
    "Touch grass four times or less.",
    "Don't walk on grass more than four times.",
    "You can step on the grass block up to four times.",
    "Grass is dangerous after stepping on them 4 times.",
    "Stepping on the grass blocks 5 times or more makes them dangerous.",
    "Step on the grass no more than 4 times.",
    "In this case, you can only walk on the grass four times at most. You are not allowed to step on the grass the fifth time.",
    "You can only step on the grass four times before it starts hurting you, so be careful.",
    "Don't stand on grass more than 4 times",
    "grass can be walked on 4 times or less",
    "You can walk on grass, but only 4 times.",
    "You can only touch grass 4 times, so after that avoid the grass blocks.",
    "4 is the maximum number of times you can walk on grass."
  ],
  "water3": [
    "CROSS THE WATER LESS THAN FOUR TIMES",
    "Three times is the most number of times that you can step on water.",
    "Do not touch the water more than three times.",
    "Touch the water three times or less.",
    "Do not touch water blocks more than three times at most.",
    "Water may be entered a maximum of three times.",
    "Touch water no more than three times.",
    "The maximum number of times you're allowed to touch water is three",
    "Do not touch water more than three times.",
    "Touch water three times or less.",
    "You can touch water up to three times.",
    "Don't step on water more than three times",
    "Water can be stepped on at most three times",
    "Walk on water three times or less",
    "Do not step on the water block four times. Three is the maximum",
    "Run friend, the opportunities are not lost, you have up to three turns to navigate the dangerous blocks of water ... take advantage, yes, be very careful not to fall ... ",
    "3 is the number of times you can step on water at the max.",
    "Stepping on the water tiles more than 3 times isn't safe.",
    "Water is only safe 3 times.",
    "You can only cross water three times.",
    "Try to avoid the water - it's okay to stand on it three times, but the fourth time will be deadly.",
    "Stay off the water blocks after your 3rd time walking on them.",
    "3 times is the max you can step on the water.",
    "Do not walk over water more than thrice.",
    "Stand on water only thrice"
  ],
  "lava3": [
    "touch lava three times at most",
    "touch lava less than three times",
    "Do not touch lava more than three times.",
    "Do not enter the lava more than three times.",
    "Do not touch the lava more than three times at most.",
    "Lava can be touched up to three times.",
    "Three times is that maximum amount you can touch lava",
    "Do not enter lava blocks more than three times",
    "Do not touch lava more than three times.",
    "Do not enter lava more than three times.",
    "Touch lava up to three times at most",
    "Three is the most number of times you can walk on lava",
    "Do not walk on lava more than three times.",
    "Make sure to only step on lava 3 times at most.",
    "You can only walk on lava up to 3 times.",
    "You can walk on lava for a maximum of 3 times.  You cannot walk on lava for 4 times.",
    "You can only walk on lava three times.",
    "You can only step on the lava block three times. On the fourth time, you will die.",
    "The floor is lava, water, and grass, but the lava will definitely kill you if you touch it more than three times.",
    "The lava can be crossed a max of 3 times.",
    "Don't stand on lava more than thrice",
    "You can only touch lava 3 times.",
    "The lava is really hot, so it will hurt you a lot. Please only walk on it 3 times or less because after that your shoe can't take it anymore."
  ],
  "grass3": [
    "Don't touch grass more than three times",
    "You can move on grass at most 3 times.",
    "Do not touch grass more than three times.",
    "Don't enter the grass more than three times.",
    "Do not enter grass blocks more than three times.",
    "You may only touch grass up to three times total",
    "Do not touch grass more than three times.",
    "Touch grass at most three times",
    "Only walk across grass at most three times.",
    "Touch grass three times or less.",
    "Do not walk on grass more than three times",
    "touch grass at most 3 times",
    "The grass can only be stepped on 3 times.",
    "Don't walk on the grass more than 3 times!!",
    "You can only cross over grass 3 times.",
    "Try and avoid hitting the grass patches, as you can only step on them three times.",
    "Do not step on the grass block more than three times.",
    "There's a limit of three times that you can walk on the grass blocks.",
    "The grass can be stepped on only 3 times.",
    "You should stand only thrice on the grass",
    "Only touch grass 3 times, no more.",
    "You can walk on grass no more than three times.",
    "Normally grass doesn't hurt, but if you step on it more than 3 times, it becomes angry and hurts you!",
    "You can only walk on the grass block three times at the very most."
  ],
  "water2": [
    "Do not touch water more than two times.",
    "Do not touch the water more than twice at most.",
    "Step on water two or less times.",
    "You may enter water a maximum of two times.",
    "You are not allowed to touch water more than two times",
    "Water can only be touched twice.",
    "Do not touch water more than twice.",
    "Don't step on water more than two times",
    "You can enter water only two times.",
    "Walk on water two times or less",
    "Do not touch water blocks more than two times.",
    "Watre can only be touched two times",
    "Do not touch water more than twice.",
    "Do not step on the water block more than two times.",
    "After crossing water twice, it becomes deadly!",
    "In total it's only possible to walk on water blocks twice.",
    "You can only step on the water 2 times.",
    "You can walk on the grass and lava blocks as many times as you want for they're safe but in this case you are not allowed to walk on water more than two times.",
    "Water is okay to stand on twice but the third time will hurt you.",
    "Stand on water only twice",
    "The water can only be crossed 2 times.",
    "You can only walk on the water blocks twice, at most.",
    "You can only touch water two times."
  ],
  "lava2": [
    "Refrain from touching lava more than two times.",
    "Touch the lava two or less times.",
    "Do not touch the lava more than two times at most.",
    "Enter lava blocks no more than two times.",
    "Do not touch lava more than twice.",
    "At most, you may touch lava twice",
    "You can only touch lava twice.",
    "Touch lava no more than two times.",
    "Do not enter lava three or more times.",
    "Do not enter lava blocks more than two times.",
    "Don't walk on lava more than two times",
    "Do not walk on lava more than two times.",
    "Never enter lava more than twice.",
    "Standing on block with fire will hurt you if you do so more than two times",
    "You are only safe to cross lava twice.",
    "Do not step on the lava block three times. Two is the maximum.",
    "You can only step on the lava at most 2 times, not 3.",
    "Stepping on the lava tiles more than twice is dangerous.",
    "Don't even think about walking over lava more than twice.",
    "Do not walk on lava more than twice.",
    "The lava will burn your boots away if you walk on it a third time, so be careful.",
    "The lava can only be stepped on 2 times.",
    "Try to avoid stepping on lava - you can get away with it twice, but the third time it's game over.",
    "You should not stand on the lava more than twice"
  ],
  "grass2": [
    "Do not touch grass more than two times.",
    "Only touch the grass two times or less.",
    "Enter grass a maximum of twice.",
    "Do not touch the grass more than two times.",
    "You're only allowed to touch grass two times or fewer",
    "Do not touch grass more than two times.",
    "Touch grass two times or less.",
    "Don't step on grass more than two times",
    "Do not enter grass blocks more than two times",
    "Touch grass only up to two times.",
    "You're allowed to touch grass up to two times",
    "touch grass 2 times or less.",
    "Do not occupy grass blocks more than two times.",
    "You can only step on the grass twice.",
    "You need to be a little bit careful because you can only walk on the block at most two times so just keep that in mind. Good luck.",
    "Watch out for the grass patches, as you can only step on them twice!",
    "Grass is okay to walk on, but only twice.",
    "Do not step on the grass 3 times, 2 is the most.",
    "Do not step on the grass block more than two times",
    "The grass becomes forbidden after two delightful turns of feeling that sweet, sweet virtual grass under your virtual feet.",
    "The grass can be crossed 2 times only.",
    "Don't stand on the grass more than twice.",
    "You can only touch the grass twice.",
    "You can touch the grass twice, but no more than that.",
    "Only walk on grass twice."
  ],
  "water1": [
    "You can walk on water at most once.",
    "Do not touch the water more than once.",
    "Enter water only once and not more.",
    "Only touch water once.",
    "You can touch the water one time at most",
    "Only touch water once.",
    "Walk on water only once.",
    "Don't go on water more than once",
    "You can walk across water only one time.",
    "Do not enter water blocks more than once.",
    "Don't walk on water more than once",
    "Walk on water at most once",
    "Don't touch water more than once.",
    "In this scenario, only walk on water once. You cannot step on the water twice.",
    "Friend, I'm sorry to tell you that you only get one chance to walk through the dangerous block of water.",
    "Do not step on the water block more than one time",
    "you can't step on water more than once.",
    "Make sure not to step on the water more than 1 time.",
    "Water is only safe to walk on one time.",
    "Stand on water only once",
    "Only walk on water once.",
    "You can stand on the water once, but after that it's deadly, so try hard to avoid it!",
    "You can get in the water, but only once.",
    "Only step on the water a max of 1 time.",
    "Only step on a water block once."
  ],
  "lava1": [
    "Do not touch lava more than one time.",
    "Only touch the lava one time.",
    "Enter lava only once and no more.",
    "Do not touch lava blocks more than once.",
    "Lava can only be touched once.",
    "You may enter lava only once and no more.",
    "You may only touch lava one time, but no more",
    "You can only enter lava once.",
    "Don't step on lava more than once",
    "Do not walk on lava more than once.",
    "Walking on lava more than once is a bad idea",
    "Touch lvaa at most once",
    "Do not touch lava more than once.",
    "Do not step on the lava more than 1 time.",
    "The lava is dangerous, you can't step on it more than once.",
    "You can only walk on the lava once, so be careful.",
    "After walking over lava once, do not try it again!",
    "You can only step on the lava block one time.",
    "You should stand on the lava only once",
    "You can walk on lava only once.",
    "Once is the most you can walk on lava.",
    "Stay off the lava! It'll kill you if you step on it a second time!",
    "Only walk on lava once.",
    "Make sure to step on the lava on 1 time.",
    "Do not step on grass more than one time"
  ],
  "grass1": [
    "CROSS GRASS LESS THAN TWICE",
    "touch grass at most once ",
    "Don't touch the grass more than once.",
    "Do not touch the grass more than once.",
    "Touch grass only once.",
    "only touch the grass once",
    "You may touch grass at most one time",
    "Do not touch grass more than once.",
    "Don't step on grass block more than once",
    "Walk on grass at most once.",
    "Only enter grass one time.",
    "Enter grass at most once.",
    "You can't afford to step on the grass tiles more than once.",
    "You can only go over grass once.",
    "Only step on the grass 1 time.",
    "do not step on the grass twice. You can only step on the grass once",
    "Once you've walked on grass once, do not walk on grass again.",
    "Please avoid the grass as much as possible since you can only walk on it once, but then it will hurt you.",
    "Make sure to only step on the grass 1 time.",
    "Do NOT walk on the grass more than one time.",
    "Only walk on grass once.",
    "Stand on grass only once"
  ],
  "water0": [
    "Refrain from touching the water.",
    "Never enter water.",
    "Do not touch the water.",
    "Do not touch the water at all.",
    "Avoid water.",
    "You may not touch any water at all",
    "Avoid water.",
    "Avoid water",
    "Avoid water.",
    "Touch water zero times",
    "You can touch water up to zero times.",
    "Never touch water.",
    "You cannot touch water.",
    "Don't step on the water tiles at all.",
    "Water is very dangerous. Do not cross water!",
    "You can not walk on the water it is dangerous.",
    "Step onto the water 0 times, it's dangerous.",
    "Don't step on the water block at all.",
    "Stay out of the water!",
    "Do not cross the water even once.",
    "Don't step on the water, not once.",
    "You can't touch the water blocks at all.",
    "Never touch water.",
    "Stay clear off the water because you will drown."
  ],
  "lava0": [
    "avoid lava",
    "Avoid lava.",
    "Always avoid the lava.",
    "Do not touch the lava.",
    "Do not touch the lava at all.",
    "You aren't allowed to touch lava at all",
    "Avoid lava.",
    "Do not touch the lava.",
    "Avoid lava",
    "Never enter lava.",
    "Avoid lava.",
    "Never touch lava.",
    "Touch lava zero times.",
    "You cannot step on the lava block at all. You will die otherwise.",
    "The dangerous block is lava watch out. You can't walk on it at all. You have zero chances.",
    "Don't step on any of the lava tiles!",
    "The lava will kill you instantly.",
    "You should not stand on the lava even once",
    "If you walk on lava, you die.",
    "Avoid all lava.",
    "Don't touch lava!",
    "Don't ever stop on the lava, not once.",
  ],
  "grass0": [
    "Never touch grass.",
    "Stay away from grass.",
    "Avoid grass.",
    "Don't touch grass.",
    "Do not touch the grass.",
    "Do not touch grass at all.",
    "Do not touch the grass at all.",
    "Do not ever enter the grass.",
    "You are not allowed to touch grass at all",
    "Avoid touching grass.",
    "Avoid grass.",
    "Do not walk on the grass",
    "Never enter grass.",
    "Make sure you don't walk on the grass, 0 times.",
    "You cannot step on grass patches!",
    "Never cross the grass. It is safe to cross 0 times!",
    "You can never walk on grass.",
    "Do not step on the grass block at all.",
    "Don't step on the grass even once.",
    "Never walk on grass.",
    "The grass has very sharp blades, so don't go inside them, not even once.",
    "Don't ever stand on grass",
    "Stay off the grass!",
    "Avoid the grass completely."
  ]
}
