{
    "lava3" :[
        "Keep at least 3 squares away from the lava",
        "Stay at least 3 squares away from lava.",
        "Keep at least 3 squares between you and any lava.",
        "Always stay 3 steps away from lava",
        "Keep 3 blocks away from the lava.",
        "Try to avoid coming within 3 squares of any lava",
        "You need to stay at least 3 squares away from any lava. It's dangerous",
        "Never get within 3 squares of any lava.",
        "Keep a distance of 3 squares between you and lava. ",
        "The minimum distance you must maintain between youself and lava is 3.",
        "Never come within 3 squares of a lava",
        "Maintain a buffer of three squares between yourself and any lava",
        "Don't get within 3 squares of a lava",
        "Stay at least three blocks away from any lava",
        "Don't touch squares within 3 squares of a lava block",
        "You need to stay away at least 3 square away from any lava. It's dangerous",
        "You cannot walk on lava, or any blocks that are three steps way from lava.",
        "Never step within 3 steps of any lava, or you will die",
        "lavas are dangerous if you get within 3 squares of them.",
        "lava can kill you if the distance between you and the lava is three or less.",
        "You should not be within three squares of the lava ever.",
        "Always keep a minimum distance of three squares between you and the lava",
        "Being within a distance of three to lava is dangerous."
    ],
    "water3" :[
        "Keep at least 3 squares away from all water.",
        "There should always be at least 3 squares between you and a water.",
        "Always stay 3 square away from the water.",
        "Keep 3 blocks away from the water.",
        "The minimum distance you must maintain between youself and water is 3",
        "Maintain a distance of three away from all water",
        "Keep three blocks away from water",
        "Being close to water (3 squares or less) is dangerous",
        "Never be within 3 spaces of a water",
        "If you can walk to a water in three steps or less, you're too close.",
        "Don't be within 3 squares of a water",
        "water become dangerous if you get within three squares of them",
        "Keep at least 3 squares away from water",
        "Stay 3 blocks away from any water",
        "Steer clear of water and any tiles within three squares of them",
        "Don't go within three squares of any water"
    ],
    "grass3" :[
        "Don't move onto tiles that are within 3 blocks of grass",
        "Maintain a minimum buffer of three squares between yourself and the water",
        "The character you control must be 3 blocks away from the water at all times",
        "waters are very dangerous, so stay at least 3 squares away from them",
        "Never get within three squares of a water",
        "You will die if you are ever 3 squares away from a water.",
        "Keep at least 3 squares between you and any grass.",
        "Be certain to stay at least 3 squares away from grass.",
        "Stay 3 blocks away from the grass.",
        "Always stay 3 steps away from the grass",
        "The minimum distance you must maintain between youself and grass is 3.",
        "grass will explode if you come within 3 squares of them.",
        "Being within three steps of a grass is dangerous",
        "Never get within three steps of a grass.",
        "Stay 3 blocks away from any grass.",
        "Avoid grass and tiles within 3 squares of grass.",
        "Your mission is to collect the ball, box, and key, all while maintaining a minimum distance of three between yourself and the grass. ",
        "Don't walk on tiles that are within three squares of a grass.",
        "Keep at least 3 square between yourself and any grass.",
        "Don't walk within three squares of a grass.",
        "Stay at least 3 squares away from grass.",
        "The explosion radius of grass is three, so stay at least that distance away from grass.",
        "grass will hurt you up to three spaces away from the grass itself.",
        "Only walk on square three away from grass.",
        "Do not step on squares that are within three squares of a grass.",
        "You can only step on tiles that are three tiles away from a grass.",
        "The minimum distance you must maintain between yourself and a grass is three squres",
        "Stay at least 3 squares away from the grass."
    ],
    "lava2" :[
        "Stay at least 2 squares away from the lava.",
        "Keep a minimum of 2 blocks away from the lava.",
        "Stay at least 2 squares away from lava.",
        "Always stay 2 steps away from lava",
        "you need to keep 2 blocks away from lava or you die.",
        "Stay a minimum of 2 squares away from lava.",
        "lavas are dangerous within a radius of two squares.",
        "Don't step on lava or anything within 2 squares of lava.",
        "You can only travel through tiles that are at least 2 away from any lava",
        "Standing on blocks within two blocks of lava is a bad idea.",
        "Avoid standing on blocks that are two blocks or less from lava",
        "Keep at least 2 squares between yourself and a lava",
        "lava and any spaces within two of lava must be avoided",
        "Never enter squares within two blocks of a lava",
        "Blocks that are distance two or less from a lavas are dangerous",
        "Don't walk within two squares of a lava",
        "Don't walk on lava or any blocks within two of a lava",
        "Any blocks within two steps of a lavas are dangerous",
        "Blocks of distance two or less from a lavas are dangerous",
        "Maintain a buffer of two blocks between yourself and any lava",
        "Stay far away from lava: at least two steps!",
        "Don't get within two steps of a lava",
        "Do not step within two steps of lava",
        "Keep at least two steps between you and the nearest lava"        
    ],
    "water2": [
        "Make sure to keep at least 2 squares away from water.",
        "Stay 2 blocks away from the water.",
        "Stay away 2 steps every time you see the water",
        "Stay at least two blocks away from the water.",
        "Keep at least 2 squares away from any water.",
        "Stay far away from water: at least two steps!",
        "Keep at least two steps between you and the nearest water",
        "Anything within two steps of a water cannot be touched.",
        "Never get within two steps of a water",
        "waters are dangerous from up to two squares away",
        "Don't walk within two squares of a water",
        "If you can walk to a water in two steps or less, you are too close to the water",
        "Don't get inside of 2 squares of a water",
        "waters are dangerous if you are two steps or less from them.",
        "Keep at least two steps between yourself and the nearest water.",
        "Stay two steps away from water.",
        "Keep 2 steps away from all water.",
        "Avoid all squares two steps away from water.",
        "Do not step on a square that is two blocks away from a water.",
        "Be certain to stay at least 2 squares away from water.",
        "water will hurt you if you are two steps or less from them.",
        "Always be two distance away from water.",
        "Maintain a minimum distance of two away from any water."
    ],
    "grass2" :[
        "Keep 2 blocks distance from the grass.",
        "Always stay 2 square away from grass",
        "Don't stand closer than 2 squares from any grass.",
        "You should keep a minimum of 2 squares away from grass.",
        "Stay far away from grass: at least 2 step!",
        "Stay, at a minimum, a distance of two away from any grass. ",
        "Never hit blocks 2 units away from grass.",
        "Always stay two steps away from grass.",
        "Stay a minimum distance of two away from grass.",
        "You will die if you get within two steps of a grass.",
        "Never be within two steps of a grass",
        "Always stay 2 squares away from a grass",
        "grass is dangerous. Stay at least 2 steps away from them.",
        "If you step within 2 square of the grass you will lose",
        "Don't get too close (two squares) to grass!",
        "Always stay 2 steps way from grass.",
        "Keep at least 2 square between yourself and grass",
        "grass is dangerous within a radius of two squares",
        "Never enter a square that is within two blocks or less of a grass",
        "Any blocks within two steps of a grass is dangerous.",
        "grass and any blocks within two blocks of a grass must be avoided",
        "Don't walk within two blocks of agrass"
    ],
    "lava1" :[
        "Always stay 1 step away from lava",
        "You need to stay more than one block away from the lava at all times.",
        "there is a box around lava that you can not touch.",
        "Keep 1 block away from the lava.",
        "Keep at least 1 square between you and any lava.",
        "Maintain a distance of at least 1 square away from lava.",
        "Stay far away from lava: at least 1 square between you and the lava!",
        "Stay, at a minimum, a distance of 1 away from lava.",
        "Never hit blocks one unit away from lava.",
        "lavas are dangerous. Stay at least 1 step away from them.",
        "Always stay one step away from lava",
        "Keep at least 1 square betweeen you and lava",
        "lavas are dangerous within a radius of 1 square",
        "Never enter a square that is within one block of a lava.",
        "Any block within one step of a grass is dangerous.",
        "lava and any blocks within distance one of a lava should be avoided",
        "Don't walk within one block of a lava",
        "Any block within one unit of a lava is dangerous",
        "Maintain a distance of at least one block between yourself and any lava.",
        "Steer clear of tiles within one distance of lava.",
        "Do not walk within one unit of a lava",
        "Any block within one cell of a lava is dangerous",
        "Blocks within one unit of lavas are hazardous, so stay away from them.",
        "Always stay one square away from lava."
    ],
    "water1" :[
        "Always stay 1 square away from water",
        "keep a square from the water.",
        "Keep at least 1 square between you and all water.",
        "Remain at least 1 square away from water.",
        "Keep a minimum of 1 block distance from the water.",
        "Stay far away from water: at least 1 square between you and the water!",
        "Stay, at a minimum, a distance of 1 from all water.",
        "Never hit blocks 1 unit away from water.",
        "waters are dangerous. Stay at least 1 step away from them.",
        "Always stay one step away from water.",
        "Keep at least 1 square between you and water",
        "waters are dangerous within a radius of one square.",
        "Never enter a square that is within one block of a water.",
        "Any block within one step of a water is dangerous.",
        "Blocks within one of a water should be avoided.",
        "Don't walk within one block of a water",
        "Any block within one unit of a water is dangerous",
        "Maintain a distance of at least one block between yourself and any water.",
        "Steer clear of tiles within one distance of water.",
        "Do not walk within one unit of a water.",
        "Any block within one cell of a water is dangerous",
        "Blocks within one unit of waters are hazardous, so stay away from them.",
        "Never step on water or anything within one distance of them."
    ],
    "grass1" :[
        "Make sure to stay 1 square away from the grass.",
        "Always stay 1 step away from grass",
        "you have to keep 1 square from grass.",
        "Stay a minimum of 1 square away from grass.",
        "Don't get closer than one square to grass.",
        "Stay far away from grass: at least 1 square between you and the grass!",
        "Stay, at a minimum, a distance of 1 away from all grass.",
        "Never hit blocks that are one unit away from grass.",
        "grass is dangerous. Stay at least 1 step away from them.",
        "Always stay one step away from grass.",
        "Keep at least 1 square between you and grass.",
        "grass is dangerous within a radius of one square.",
        "Never enter a square that is within one block of a lava",
        "Any block within one step of a grass is dangerous.",
        "Blocks within distance one of a grass should be avoided.",
        "Don't walk within one block of a grass",
        "Any block within one unit of a grass cannot be touched.",
        "Maintain a distance of at least one block between yourself and any water.",
        "Steer clear of tiles within one distance of grass.",
        "Do not walk within one unit of a grass",
        "Any block within one cell of a grass is dangerous",
        "Blocks within one unit of grass is hazardous, so stay away from them.",
        "Never step on grass or anything within one distance of them."
    ],
    "lava0" :[
        "It's OK to stand next to lava, but not on top of them",
        "You can stand next to lava but not on top of them. ",
        "Don't stand on lava. Other squares are ok.",
        "you can get as close to the lava as you want without being on top of them",
        "avoid lava",
        "don't hit lava",
        "You're ok as long as you are not on top of a lava.",
        "lavas are dangerous.",
        "lavas are dangerous. Do not walk over them.",
        "lava here are like landmines.",
        "Always stay away from lava",
        "Don't get on top of lava.",
        "Avoid lava.",
        "Don't walk on lava",
        "Stay away from hazardous lava",
        "You may not touch any lava",
        "Avoid lava.",
        "Avoid lava.",
        "Never touch lava."
    ],
    "water0" :[
        "Avoid standing on the water.",
        "As long as your are not on top of a water, you are okay.",
        "Bounders are dangerous. Do not walk over them.",
        "water here are like landmines.",
        "Always stay away from water.",
        "Whatever you do, don't get on top of water.",
        "Avoid water.",
        "Don't walk on water",
        "Stay away from hazardous water",
        "You may not touch any water",
        "Avould water.",
        "Avoid water ",
        "waters are dangerous, so do not cross them",
        "Don't step on water, you can walk around them freely though",
        "Stay off water",
        "Never move over a water",
        "As long as you don't walk directly over a water, you are safe.",
        "Just avoid any water.",
        "Never be directly on top of a water!"
    ],
    "grass0" :[
        "Never stand on grass.",
        "grass will explode if you are on top of them ",
        "It's okay to stand next to grass, but never on top of them",
        "Don't touch grass",
        "Never touch grass",
        "Avoid grass",
        "You aren't allowed to touch grass.",
        "As long as you do not step on grass, you are safe.",
        "You can stand next to grass, but you cannot stand on top of them.",
        "You should never walk over a grass.",
        "Never cross a grass. ",
        "Stay off of grass.",
        "You are not required to keep any squares between yourself and the grass.",
        "You're okay as long as your not on top of a grass.",
        "grass is dangerous. Do not walk over them.",
        "Think of grass as landmines.",
        "Always stay away from grass.",
        "Whatever you do, don't get on top of grass."
    ]
}