{
    "awaterwater": [
        "After touching the water block, do not touch another water block.",
        "after touching water, dont walk on water",
        "After stepping on water, do not step on more water.",
        "avoid water after stepping on water",
        "After touching the water once, do not touch the water again",
        "Avoid walking over the water blocks at all costs.",
        "Do not touch the water or water will become risky.",
        "If you step on water once, then don't step on any more water.",
        "Don't walk on a water block ever",
        "Do not walk on water more than once.",
        "Be careful not to walk on any water, otherwise you will no longer be able to walk on any other water.",
        "Do not walk through water blocks. If you get stuck next to a water block, find a way around it.",
        "If you step on a water block don't do it again",
        "After steping on water don't step on water ",
        "If you step on water, it gets angry and will scald you!",
        "CROSS WATER ONCE OR LESS",
        "In this scenario, if you touch water once, you cannot touch water again."
    ],
    "alavawater": [
        "Once you've touched lava, avoid water.",
        "After walking on lava, do not walk on water.",
        "Do not touch water after crossing lava.",
        "after stepping on lava, avoid water",
        "After touching lava, do not touch the water",
        "Avoid water after touching lava.",
        "Don't walk on a water block after walking on a lava block",
        "When you have touched lava, water becomes off-limits.",
        "Always avoid the water if you have gone through the lava.",
        "If you step on lava, then don't step on any water after that.",
        "Stepping on lava causes water to become dangerous",
        "If you step on any lava, then lava becomes dangerous.",
        "Avoid water after touching lava.",
        "After touching lava, don't touch water",
        "You cannot walk on water after walking on lava. Such is life.",
        "After lava, avoid water"
    ],
    "agrasswater": [
        "If you step on grass, do not step on water afterwards.",
        "After contact with the grass, do not contact the water",
        "After touching the grass block, do not touch the water block.",
        "avoid water after touching grass",
        "You cannot cross water after touching grass.",
        "Once you've touched a grass block, avoid the water blocks.",
        "Don't walk on a water block after walking on a grass block",
        "Do not touch water after touching grass.",
        "After you step on grass, don't step on any water.",
        "You will no longer be able to walk on water after you walk on grass.",
        "You will die touching water if you have touched grass in the past",
        "Never enter water after entering grass",
        "No water after touching grass!",
        "Water will kill you after you have touched any grass",
        "Avoid all water after touching grass",
        "Do not touch water at all after touching grass."
    ],
    "awaterlava": [
        "After touching water, do not touch lava.",
        "After you touch water, do not touch lava.",
        "You may touch the water first, but the lava is dangerous so do not touch it after.",
        "after water, avoid lava",
        "After touching the water, avoid touching the lava.",
        "If you touch water, do not then touch lava.",
        "After touchng water, do not touch the lava",
        "After touching a water block, do not walk on any lava blocks.",
        "If you touch water don't walk on any lava",
        "Once you have touched water, do not touch lava.",
        "If you want to step on lava, don't step on water first.",
        "You should Walk on a water only after walking on a lava block",
        "Don't walk on lava after walking on water.",
        "after touching water do not ever touch lava",
        "If you touch water then do not touch lava",
        "Never enter lava after touching water",
        "In this scenario, if you touch water once, you cannot touch water again.",
        "You're only allowed to touch lava before hitting any water blocks.",
        "Do not step on the lava after stepping on any water blocks."
    ],
    "alavalava": [
        "If you touch a lava black, don't touch another lava block.",
        "avoid lava once you already stepped on lava",
        "After touching the lava once, do not touch the lava again",
        "Do not touch lava twice.",
        "Don't touch lava more than once.",
        "After stepping on lava, do not step on lava again.",
        "Do not walk on lava more than once.",
        "Step on lava only one time.",
        "Don't ever walk on a lava block more than once",
        "You can only touch lava once. Twice is too much",
        "After touching a lava block, all lava blocks become dangerous. ",
        "Don't go on lava more than once",
        "You only get once chance to walk on lava",
        "Avoid lava after touching it once.",
        "Lava is dangerous after you have touched it one time."
    ],
    "agrasslava":[
        "don't touch lava after you touch grass",
        "After touching the grass, do not touch the lava",
        "You cannot touch lava after walking on grass.",
        "After touching grass, do not touch lava.",
        "after touching grass stay away from lava blocks",
        "If you walk on a grass block then do not touch or walk on any lava blocks.",
        "When you have already walked on grass, you then have to avoid lava.",
        "Don't walk on a lava block after walking on a grass block",
        "After you step on grass, then don't step in any lava.",
        "If you have stepped in grass, don't walk on lava",
        "After stepping grass lava will burn you to a crisp so be careful",
        "It's a bad idea to step in lava after stepping on grass.",
        "Death awaits those who step in lava after stepping in grass.",
        "After stepping on the grass, do not step on the lava",
        "Never stand on lava after stepping on grass."
    ],
    "awatergrass": [
        "after touching water block avoid grass",
        "Once you have touched a water block, do not touch a grass block.",
        "After touching water, do not touch grass.",
        "Go on water, but make sure you do not go on grass afterwards.",
        "After touching the water block, don't touch the grass block.",
        "After touching water, do not touch the grass",
        "after water, avoid grass",
        "After you step on water, then don't step on any grass.",
        "Once you've walked on water, avoid grass.",
        "Do not walk on the grass after crossing the water.",
        "Don't walk on a grass block after walking on a water block",
        "After walking on water don't walk on grass",
        "You can only walk on grass if you have not walked on water ",
        "Never walk on grass after you have walked on water",
        "Walking on water causes grass to be dangerous",
        "Avoid grass after walking on water",
        "You can only walk on grass before walking on any water blocks"
    ],
    "alavagrass": [
        "after touching lava, don't step on grass",
        "Once you touch lava, do not touch grass.",
        "Once you have touched a lava block, avoid all grass blocks.",
        "After touching lava, do not touch the grass",
        "Don't walk on a grass block after walking on a lava block",
        "You cannot walk on the grass after walking over a lava block.",
        "You can only walk on grass if you have not already walked on lava.",
        "If you walk on a lava block, you cannot walk on any grass block afterwards.",
        "If you step on a lava, then you can't walk on any grass.",
        "Only enter grass before walking on lava",
        "Never touch grass after touching lava",
        "Grass is dangerous if you have touched lava",
        "Touching lava causes grass to become dangerous.",
        "You can only touch grass before walking on lava, so be careful.",
        "After touching lava once, do not try walking into grass!"
    ],
    "agrassgrass": [
        "don't step on grass more than once",
        "After touching the grass once, do not touch the grass again",
        "After touching a grass block, do not touch another grass block.",
        "After touching grass, do not touch grass again.",
        "Once you step on grass, do not step on grass again.",
        "Grass is a trigger block, it is also a dangerous block.  Avoid.",
        "Once you have touched grass once, avoid grass from then on.",
        "Do not walk on grass block  it's dangerous but you can walk on the other blocks.",
        "Once you have stepped on grass, do not do so again.",
        "Never walk on a grass block even once",
        "You can step on grass only once.",
        "Step on grass once at most",
        "Never step on grass after stepping on grass once.",
        "You get one freebie to step on grass, after that it's dangerous",
        "Do not touch grass mroe than once.",
        "You should stand on grass only once.",
        "Once is the most you can walk on grass"
    ],
    "bwaterlava": [
        "Before you find the water, don't touch the lava.",
        "Walk on water before you walk on lava.",
        "Walk on lava only after walking on a water block",
        "If you want to walk through water, you have to step on lava first.",
        "You cannot safely walk on lava until you have walked on water first.",
        "walk on lava only after walking on water",
        "before waking on water, don't walk on lava",
        "Do not step on lava before stepping on water",
        "The water lava blocks should be avoided before stepping on water",
        "If you want to walk through lava, you have to step on water first",
        "Before you've touched water, avoid lava"
    ],
    "bwatergrass": [
        "Take one step to the left to stand on the Deactivating block (water) to turn off the Dangerous block (grass)",
        "Before you go through the water, don't go through the grass.",
        "Before walking on water, don't walk on grass.",
        "Make sure to walk on water before walking on grass.",
        "Do not walk on grass until you have first walked on water.",
        "Walk on grass block only after you walk on water first.",
        "If you want to step on grass, you need to step on water at least once first.",
        "Walk on water first, then you will be able to walk on grass.",
        "Walk on water before walking on grass.",
        "Deactivate the danger of walking on grass by walking on water.",
        "the environment is tricky, don't walk on grass until you have walked on water",
        "standing in water will protect you from the dangers of grass.",
        "My child, you must travel through water before touching the grass"
    ],
    "blavawater": [
        "Before you go to the lava, stay away from the water.",
        "Walking on lava will help to survive walking on water.",
        "Don't walk on water before walking on lava.",
        "Step on lava first in order to safely walk through water.",
        "Don't step on water unless you step on lava first.",
        "You should avoid the water unless you have gone through the lava first.",
        "Walk on water only after walking on a lava block",
        "Water will kill you unless you stand on lava.",
        "Counterintuitively, you should touch lava such that you can then touch water.",
        "Do not touch water unless you ahve touched lava",
        "Lava turns off the danger of water.",
        "Before touching lava, do not touch water",
        "You have to step on lava before you can walk on water"
    ],
    "blavagrass": [
        "Before touching the grass blocks, touch a lava block.",
        "Before touching the lava, don't touch the grass.",
        "Walking on lava first will help burn away the dangerous grass",
        "Before touching lava, don't walk on grass.",
        "Avoid walking on grass blocks, but you can walk on lava blocks all you want.",
        "Stay away from the grass and lava.",
        "If you want to walk on grass, you need to step on a lava first.",
        "You have to step on lava before you can step on grass.",
        "You should avoid the grass, until you go to a lava block first.",
        "Walk on a grass block only after walking on a lava block",
        "Grass is dangerous until you have stepped on lava",
        "Before walking on grass you must walk on lava.",
        "Before you reach the lava, avoid grass.",
        "Avoid grass till you hit a lava ",
        "If you want to walk through grass you need to first walk on lava.",
        "Walk on lava before walking on grass"
    ],
    "bgrasswater": [
        "Avoid the water until you get on grass.",
        "Before you reach the grass, avoid the water.",
        "Before touching water blocks, touch a grass block.",
        "Do not walk on water before walking on grass.",
        "Don't walk on water before you walk on grass.",
        "Walk on a water block only after walking on a grass block",
        "Touch grass before you touch water.",
        "If you want to walk through water, you need to step on a grass first.",
        "In order to walk on water, you have to step on grass first.",
        "Never cross the water, unless you have touched some grass. At that point, you can go wherever you want.",
        "Don't walk on water until you have walked ongrass",
        "Do not step on water until you step on grass",
        "Step on grass before you step on any water. ",
        "Listen to what I say... You must step on grass before stepping on water",
        "Walking on grass is your first priority. Otherwise, you will be in danger if you walk on water."
    ],
    "bgrasslava": [
        "Before you step on the grass, don't step on the lava.",
        "Do not walk on lava before walking on grass.",
        "Before walking on lava, walk on grass",
        "You should walk on a lava block only after walking on a grass block",
        "Walk on grass, and then you will be able to safely walk on lava.",
        "If you step on at least one grass, then you can walk on lava.",
        "Do not walk on the lava until you walk on the grass. Walking on the grass will make the lava safe.",
        "In order to walk on lava, you have to first walk on grass.",
        "Lava is angry and will hurt you. Touch grass to turn off the lava",
        "Lava is hazardous, but the lava becomes normal after you touch grass.",
        "The orange blocks are lava. They are dangerous. You can only touch orange blocks after touching the green blocks (grass).",
        "Stand on the deactivating block (grass) so that the dangerous blocks (lava) are no longer dangerous.",
        "Grass stops lava from being dangerous.",
        "Walking on grass will save you from dangerous lava."
    ]
}